IDEA StatiCa Open Model
LoadCase.Load Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Load
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<LoadBase> Load { get; set; }
Public Property Load As List(Of LoadBase)
	Get
	Set
public:
property List<LoadBase^>^ Load {
	List<LoadBase^>^ get ();
	void set (List<LoadBase^>^ value);
}
Property Value
Type: List<LoadBase>
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Detail.Loading Namespace